{
  "about": "JAC IS A SUBSIDIARY OF ANHUI JIANGHUAI AUTOMOBILE HOLDING GROUP, NAMED AS JIANGHUAI AUTOMOBILE, WHICH SPECIALIZES IN RESEARCHING, DEVELOPING, MANUFACTURING AND SELLING VARIOUS TYPES OF FORKLIFTS, ELECTRIC STORAGE VEHICLES AND AGV INTELLIGENT LOGISTICS PRODUCTS. IT IS THE ONLY COMPANY THAT WON TWO GOLD MEDALS IN CHINA.HAS A HISTORY OF MORE THAN 50 YEARS OF RESEARCH AND DEVELOPMENT AND MANUFACTURING OF BUILDING MATERIALS (XINRI) IS KNOWN AS THE CRADLE OF CONSTRUCTION MACHINERY IN CHINA.AT PRESENT THE COMPANY HAS MORE THAN 400 EMPLOYEES, THE FACTORY BUILDING AREA EXCEEDS MORE THAN 50,000 SQUARE METERS, AND THE ANNUAL PRODUCTION CAPACITY IS 20,000 FORKLIFTS OF VARIOUS TYPES.WITH YEARS OF EXPERIENCE IN THE PRODUCTION OF MATERIAL HANDLING EQUIPMENT, JAC HAS BEEN ABLE TO OFFER A WIDE VARIETY OF PRODUCTS SUCH AS DIESEL OR ELECTRIC FORKLIFTS AND OTHERS. AND WHILE CONTINUING TO FOCUS ON QUALITY, IT OBTAINED THE ISO 9001: 2000 CERTIFICATE, AND AS A RESULT OF ITS CONFIDENCE IN ITS QUALITY, IT OBTAINED THE CERTIFICATE OF ACCREDITATION (CE). JAC FORKLIFTS ALSO WON THE CONFIDENCE OF ITS CUSTOMERS AT THE LEVEL OF COUNTRIES FROM INDIA, RUSSIA, THE PHILIPPINES, THE KINGDOM OF SAUDI ARABIA, LIBYA, TUNISIA AND ITALY, IN ADDITION TO MANY OTHER COUNTRIES.",
  "alkurami":"SAEED ABDULLAH AL-KHURAIMI TRADING EST.  WAS    ESTABLISHED ABOUT 35 YEARS AGO IN JEDDAH. ITS ACTIVITIES ARE CONCENTRATED IN VARIOUS COMMERCIAL, INDUSTRIAL AND SERVICE FIELDS. ITS BUSINESS HAS DIVERSIFIED FROM DIRECT SELLING, TRADE, WHOLESALING, IMPORT AND EXPORT AND  AGENCIES.“JAC” EQUIPMENTS CO.  IS KNOWN AS ONE OF THE LARGEST AND OLDEST CHINESE GIANT EQUIPMENT AND MACHINERY MANUFACTURER.“ JAC” FORKLIFTS AGANCY  IS ANOTHER  DISTINGUISHED ADDITION TO OUR  DISTRIBUTION LINE   PROVIDING  OUR CUSTOMERS WITH RELIABLE, HIGH-QUALITY FORKLIFTS OF ALL KINDS AND USES, WHETHER DIESEL OR ELECTRIC FORKLIGTS. ALKHURAIMI EST  PROVIDES  AFTER-SALES SERVICES AND SUPPORT SUCH AS SPARE PARTS, MAINTENANCE AND BUSINESS SERVICES TO PROJECT OWNERS, FACTORIES AND WAREHOUSES.TO SERVE OUR FORKLIFTS, OUR COMAPANY  HAS FORMED ALLIANCES AND DISTRIBUTION PARTNERSHIPS WITH BUSINESS OWNERS WITH A LONG-STANDING REPUTATION AND GREAT EXPERIENCE TO COVER DISTRIBUTION, SALE AND SERVICE ALL OVER OF THE  KINGDOM",
  "morebtn": "More Detail",
  "detailBtn": "Specifications",
  "deselF":"Dessel",
  "electF":"Electric",
  "loading":"loading...wait please",
  "dezel": "Diesel Forklift",
  "electric": "Electric Forklift",
  "email":"E-mail",
  "name":"Name",
  "company":"Company",
  "phone":"Phone",
  "whatsApp":"WhatsApp",
  "msg":"Message",
  "sendBtn":"Send",
  "footerData":"Saeed AlKhuraimi Trading Est ",
  "contactInfo":"PO.BOX :6164   Zip Code : 21442",
  "contactPhone":"Land: 0122899915  Mobile: 0505622380",
  "engine":"Engine",
  "agent":"Agent and distributor Jeddah / Makkah Al-Mukarramah region",
  "subagent":"Distributor partners",
  "qasem":"Al-Qassim Al-Dulaima",
  "qasemAdr":"Ibrahim Saleh Al-Harbi Transport Corporation",
  "qasemPhone":"Mobile: 0555150806 / 0505150806",
  "ryd":"Riyadh",
  "rydAdr":"Qamam Al-Qusour General Contracting Est. Mobile / 0542329273",
   "rydPhone":" Mobile: 0542329273",
"mailconfirm":"Thank you .. We Will Contact You Soon ..",
"accessory":"Accessory",
"selectBtn1":"AlKhuraimi Trading Est",
"selectBtn2":"JAC Forklift",
"forklifts":"Forklifts"
}

 








