{
  "about":"شركة (JAC)  هي شركة تابعة لمجموعة شركات أنهوي جيانقهواي اوتوموبيل القابضة، والمسماة باسم جيانقهواي اوتومبل المتخصصة في البحث والتطوير وتصنيع وبيع أنواع مختلفة من الرافعات الشوكية ومركبات التخزين الكهربائية   ومنتجات AGV اللوجستية الذكية. وهي الشركة الوحيدة التي فازت بميداليتين ذهبيتين  في الصين. لديها تاريخ لأكثر من 50 عامًا من البحث والتطوير وتصنيع مواد البناء ( شينري ) المعروف باسم مهد آلات البناء في الصين. في الوقت الحاضر يعمل بالشركة أكثر من 400 موظف ، وتتجاوز مساحة بناء المصنع أكثر من 50,000 متر مربع مربع ،  وقدرة إنتاج سنوية تبلغ 20,000 رافعة شوكية بمختلف أنواعها.مع سنوات من الخبرة في انتاج معدات مناولة المواد ، استطاعت جاك تقديم معروض متنوع من المنتجات كالرافعات الشوكية التي تعمل بالديزل او الكهربائية وغيرها. ومع مواصلة تركيزها على الجودة حصلت على شهادة الايزو 9001:2000 كما حصلت نتيجة للثقة بجودتها على شهادة الاعتماد (CE ). كما حضيت رافعات  جاك الشوكية بثقة عملاءها على مستوى الدول من الهند وروسيا والفلبين والمملكة العربية السعودية ولبيا وتونس وايطاليا اضافة الى العديد من الدول الأخرى. ",
"alkurami":"تاسست مؤسسة سعيد عبدالله الخريمي قبل نحو ٣٥ عاما بمدينة جده. وتتركز نشاطاتها في شتى المجالات التجارية والصناعية، وتنوعت اعمالها من تجارة البيع المباشر والبيع بالجملة والاستيراد والتصدير والوكالات وما يخص منتجات  البناء ومستلزماتها وحركتها وتصنيعها. تعتبر وكالة رافعات جاك (JAC) والتي تعرف كاحد اكبر واقدم الشركات العملاقة الصينية في المعدات والالات إضافة اخرى مميزة الى نشاطاتنا الاخرى، لنقدم لعملائنا رافعات شوكية موثوقة عالية الجودة بكافة انواعها واستخداماتها سواءا اليدوية او التي تعمل بالديزل او الكهرباء. بالاضافة الى تقديم خدمات مابعد البيع من توفير قطع الغيار والصيانة وخدمة الاعمال لاصحاب المشاريع والمصانع والمستودعات . ولخدمة رافعاتنا الشوكية شكلت المؤسسة تحالفات وشراكات توزيع مع اصحاب الاعمال من ذوي السمعه العريقة  والخبرات الكبيرة لتغطية التوزيع  والبيع والخدمة على مستوى مناطق المملكة.",



  "morebtn":"تفاصبل اكثر",
  "modelname":"{{modelname}}",
  "m84": { "title": "رافعة ديزل", "subtitle": "(3-3.5T Forklift Truck, H Series)", 
  "description": "The air intake system of the diesel forklift is installed at high level to prevent the dust   from entering the engine, so the lifespan of the engine is extended, accordingly." },
  "detailBtn": "المواصفات",
"dezel": "رافعات ديزل",
"electric": "رافعات كهربائية",
"deselF":"ديزل",
  "electF":"كهربائية",
  "loading":"يرجى الانتظار...",
  "email":"ايميل",
  "name":"الاسم",
  "company":"الشركة",
  "phone":"الجوال",
  "whatsApp":"واتس اب",
  "msg":"الرسالة",
  "sendBtn":"ارسال",
  "footerData":
  "مؤسسة سعيد عبد الله الخريمي التجارية ",
  
  "contactInfo":"ص . ب :6164   رمز بريدي : 21442 ",
  "contactPhone":"ثابت : 0122899915  جوال : 0505622380 ",
  "engine":"محركات",
  "agent":"الوكيل والموزع جدة / منطقة مكة المكرمة",
  "subagent":"الشركاء الموزعين",
  "qasem":"القصيم الدليمة",
  "qasemAdr":"موسسة ابراهيم صالح الحربي للنقليات ",
  "qasemPhone":"جوال: 0555150806 / 0505150806",
"ryd":"الرياض",
"rydAdr":"موسسة قمم القصور للمقاولات العامة",
"rydPhone":" جوال: 0542329273",
"mailconfirm":"سيتم التواصل بكم في اقرب وقت",
"accessory":"اكسسوارات",
"selectBtn1":"مؤسسة الخريمي التجارية",
"selectBtn2":"جاك للرافعات الشوكية",
"forklifts":"رافعات شوكية"
  

}
 